[
  {
    "isActive": true,
    "isAutoPlay": true,
    "type": 0,
    "title": "Slider typ 0, jeden obraz i jeden post.",
    "sliders": [
      {
        "photo": "0.jpg",
        "photoSmall": "0.jpg",
        "desctription": "Quisque pharetra velit venenatis iaculis faucibus. Morbi pretium, nisi ac tempus iaculis, dui lorem feugiat odio, sed luctus lacus velit vitae odio. Nunc egestas libero at facilisis pellentesque. Mauris placerat scelerisque maximus. Pellentesque sollicitudin bibendum velit, tempor vestibulum magna faucibus id. Curabitur egestas tincidunt turpis, ac dictum tellus posuere vitae."
      }
    ]
  },
  {
    "isActive": false,
    "isAutoPlay": true,
    "type": 1,
    "title": "Slider typ 1, slider obrazow i jeden post. Plus auto-play.",
    "sliders": [
      {
        "photo": "1.jpg",
        "photoSmall": "1.jpg",
        "desctription": "Phasellus quam dui, gravida ut ex sed, lobortis viverra sem. Phasellus tristique a nulla sed viverra. Mauris semper dui at metus imperdiet, quis condimentum massa auctor. Aenean ac eleifend ante, non blandit diam. Suspendisse ornare iaculis ultricies. Sed condimentum dolor et urna semper consectetur. Nulla rhoncus est velit. Morbi elit ipsum, consectetur sed venenatis at, posuere a purus. Cras sed consectetur massa. Sed aliquam mi fermentum, finibus diam eget, ullamcorper massa. Nunc non leo vel felis dignissim aliquet id non orci. Ut lacinia quis risus quis pharetra. Suspendisse urna elit, auctor et egestas eu, scelerisque volutpat risus. Aliquam quis arcu elit. Nulla vel felis neque. Nunc laoreet a est eu placerat."
      },
      {
        "photo": "2.jpg",
        "photoSmall": "2.jpg",
        "desctription": ""
      },
      {
        "photo": "3.jpg",
        "photoSmall": "3.jpg",
        "desctription": ""
      }
    ]
  },
  {
    "isActive": false,
    "isAutoPlay": false,
    "type": 2,
    "title": "Slider typ 2, slider obrazow i slider postow. Bez auto-play",
    "sliders": [
      {
        "photo": "5.jpg",
        "photoSmall": "5.jpg",
        "desctription": "Donec auctor justo tellus. Vestibulum pulvinar egestas felis, quis maximus leo iaculis at. "
      },
      {
        "photo": "6.jpg",
        "photoSmall": "6.jpg",
        "desctription": "Suspendisse posuere lacus nec lectus feugiat, ac vestibulum ipsum viverra. Ut quis turpis euismod, commodo lorem nec, sodales sem. "
      },
      {
        "photo": "7.jpg",
        "photoSmall": "7.jpg",
        "desctription": "Nulla tempus fringilla ex, et finibus tortor bibendum a. Donec tempor iaculis suscipit. Donec viverra dapibus tempor."
      },
      {
        "photo": "8.jpg",
        "photoSmall": "8.jpg",
        "desctription": "Fusce massa est, tempus eu enim vitae, "
      },
      {
        "photo": "9.jpg",
        "photoSmall": "9.jpg",
        "desctription": "Vivamus maximus elit id enim "
      },
      {
        "photo": "4.jpg",
        "photoSmall": "4.jpg",
        "desctription": ""
      }
    ]
  }
]
